"Address" = "Адрес"; 
"Apply" = "Пременять"; 
"Approve" = "Одобрять"; 
"Approved" = "Одобренный"; 
"Approval date" = "Одобрение дата";
"Attachment" = "Вложение";
"Branch" = "Филиал"; 
"Cancel" = "Отменать"; 
"Clear" = "Очистить"; 
"Close" = "Закрыть";
"Comments" = "Комментариев"; 
"Date" = "Дата"; 
"Done" = "Готово";
"Duration" = "Срок"; 
"Email" = "Электронная почта";
"E-mail" = "Электронная почта"; 
"Finish" = "Закончить";
"Home" = "Дом"; 
"Hours" = "Часы"; 
"Kilometers" = "Километр";
"Leaves" = "Отпуски";
"Login" = "Логин"; 
"Logout" = "Выйти";
"Mobile" = "Мобил"; 
"Note" = "Заметка"; 
"Overtime" = "Сверхурочное время";
"Password" = "Пароль";
"Pending" = "Ожидаемый"; 
"Profile" = "Профиль";
"Project" = "Проект"; 
"Reject" = "Отвергать"; 
"Save" = "Сохранить"; 
"Service" = "Услуга"; 
"Statistics" = "Статистика";
"Start" = "Старт"; 
"Submit" = "Предоставить"; 
"Ok" = "ОКей";

"About App" = "Относительно Приложений"; 
"My Tasks" = "Мои Задачи"; 
"Pending Tasks" = "Нерешённые Задачи"; 
"Total Hours" = "Итоги Часы"; 
"No Data" = "Нет Данных"; 
"Error occured." = "Происходила ошибка"; 
"Mine hours" = "Моё время";
"My Task" = "Моя Задача ";
"My Tasks" = "Мои Задачи"; 
"Completed Tasks" = "Завершённые Задачи"; 
"Not avaliable" = "Недоступны";
"Working Time" = "Рабочее Время"; 
"Break Time" = "Время Отдыха"; 
"Employee Note" = "Замечание Работника"; 
"Extra Work" = "Дополнительная Работа";
"See Details" = "Смотри Подробности"; 
"No Extra Work Added" = "Нет Дополнительной Работы";
"Images Not Added" = "Нет Дополнительных Картинков ";
"Register Time" = "Регистровое Время ";
"Profile Image" = "Фото Профиля ";
"Take Photo" = "Снять Фото";
"Choose from photos" = "Выбрать из фото";
"Are you sure to remove?" = "Вы уверены, передвигать?";
"Select Working Hours"= "Выбрать рабочие часы";
"Select Service"= "Выбрать услуга";
"Library not supported." = "Библиотека не поддерживается";
"Camera not supported." = "Камера не поддерживается ";
"Forgot Password?" = "Забыли Пароль?";
"Connection Error" = "Ошибка соединения";
"Group Chat" = "Групповой чат";
"Select Project"= "Выбрать Проект";
"Approved Leave" = "Одобренный отпуск";
"Rejected Leave" = "Отклонённый отпуск";
"Pendding Leave" = "Ожидаемый отпуск";
"Cancelled Leave" = "Отменённый отпуск";
"No entry found!" = "Запись не обнаружиться";
"Requested Date" = "Запрошенная дата";
"Leave Type" = "Тип отпуска";
"From Date" = "С Дата ";
"To Date" = "По Дата";
"My Leaves" = "По дата";
"Request Leave" = "Запрашивать отпуск";
"Unknown Error" = "Неизвестная ошибка";
"Login Failed" = "Не удалось войти";
"Not Approved" = "Не одобренный";
"Approve Jobs" = "Одобрять работы";
"Approve\nLeaves" = "Одобрять\n отпуски ";
"Past\nLeaves" = "Прошедший\n отпуски";
"New password doesn't match." = "Новый пароль не соответствать";
"Update details" = "Обновлять деталь";
"Change password" = "Обновлять деталь";
"Library not supported." = "Библиотека не поддерживается";
"Camera not supported." = "Камера не поддерживается";
"Select Working Hours"= "Выбрать рабочие часы";
"Select Break Hours"= "Выбрать часы отдыха";
"Select Overtime"= "Выбрать сверхурочное время";
"50% Overtime" = "50% Сверхурочное время";
"100% Overtime" = "100% Сверхурочное время";
"Additional Work" = "Добавочная работа";
"Signing Hours" = "Подписывать время";
"Total overtime" = "Итоге сверхурочное время";
"Without overtime" = "Без сверхурочное время";
"Select Branch"= "Выбрать филиал";
"Reject Comments" = "Отвергать комментариев";
"Used vacation" = "Подержанный отдых";
"Planed vacation" = "Запланированный отдых";
"Left vacation" = "Остаток отдых";
"Send Request" = "Направить запрос";
"Select leave type"= "Выбрать тип отпуска";
"Start Date" = "Дата начала";
"End Date" = "Дата окончания";
"Select Employee"= "Выбрать работник";

"Please Enter Password" = "Пожалуйста, введите пароль";
"Please Enter Email Address" = "Пожалуйста, введите адрес электронной почты";
"Please Enter Valid Email" = "Пожалуйста, введите действительный адрес электронной почты";
"Please select service." = "Пожалуйста, выберите услуга";
"Please input employee note." = "Пожалуйста, введите замечание работника";
"Please input message." = "Пожалуйста, введите сообщение";
"Please select project." = "Пожалуйста, выберите проект";
"Please input comment." = "Пожалуйста, введите комментарий";
"Please re-enter new password" = "Пожалуйста, повторно введите новый пароль";
"Please input 'Signed by:' filed." = "Пожалуйста, введите 'подписал:': зарегистрированный";
"Please draw Signature." = "Пожалуйста, поставьте подпись";
"Please input name." = "Пожалуйста, введите имя";
"Please input mobile." = "Пожалуйста, введите номер мобильного телефона";
"Please input address." = "Пожалуйста, введите адрес";
"Please input valid name." = "Пожалуйста, введите действительная имя";
"Please input old password." = "Пожалуйста, введите старый пароль";
"Please input new password." = "Пожалуйста, введите новый пароль";

"Could not connect with server. Please try again later!" = "Не удалось подключиться к серверу. Пожалуйста, попробуйте ещё раз позже!";
"Register working hours by clicking on start and finish buttons or manually." = "Register working hours by clicking on start and finish buttons or manually.";

"Signed by:" = "подписал:";
"IP Address:" = "IP Адрес";
"Signature:" = "подпись";
"Null signature" = "Null подпись";
"Email:" = "Почта:";
